

MON_KB   = ['Аторизация', 'Каналы', 'Настройка', 'Назад']
CHNL_KB  = ['Показать', 'Добавить', 'Удалить', 'Назад']
PRFL_KB  = ['Назад']
USER_KB  = ['Мониторинг', 'Соглашение', 'Тех. Поддержка', 
                      'Профиль', 'Рефералка'            ]

ADMIN_KB     = ['Уведомить', 'Добавить админа', 'Посмотреть LTV']
ACCS_TYPE_KB = ['Админы', 'Пользователи']

YN_KB = ['Да', 'Нет']

SEND_REF_NUM        = 'Пришлите номер реферала в формате 12345678.'
REG_DONE            = 'Регистрация пройдена!'
REG_DONE_NO_REF     = 'Регистрация пройдена! Реферал не добавлен.'
REG_DONE_REF        = 'Регистрация пройдена! Реферал добавлен.'
SEND_REF_WRONG_FORM = 'Пожалуйста, пришлите в формате 12345678 или нажмите /stop'



U_ACC           =  'Аккаунт пользователя #'
U_REF           =  'Ваш реферал '
U_INIT_MSG      = ('Вы вошли в аккаунт пользователя.\n'
                   'Необходимо пройти регистрацию.')
U_AGR_MSG       =  'Соглашение: https://...'
U_REF_ASK       =  'У вас есть рефералка?'
U_PRFL          =  'Профиль пользователя #'
U_SUP_SEND      =  'Сообщение в тех. поддержку отправлено.'
U_SUP_WRITE     =  'Ведите сообщение для тех. поддержки.'
U_CHNL_SET      =  'Настройки каналов.'
    
A_INIT_MSG      = ('Вы вошли в аккаунт админа. '
                   'Идёт получение документов. '
                   'Подождите окончания загрузки.')
A_LOAD_DONE      =  'Загрузка закончена.'
A_MON_SETUP      =  'Настроки мониторинга.'
A_SUP_MSG        =  'Сообщение от @'
A_ADMIN_ADD      =  'Пользователь добавлен!'
A_ADMIN_WAS      =  'Пользователь уже был добавлен.'
A_ADMIN_ID       =  'Введите id админа в формате 12345678.'
A_WRONG_ID_FRMT  =  'Неверный формат id!'
A_STATS_GET      =  'Получение статистики за сегодня...'
A_USERS          =  'Пользователей: '
A_ADDED_STATS    =  'Статистика получена!'
A_ASK_MSG_SEND   =  'Кому сделать уведомление?'
A_NOTIF_SEND     =  'Отправлено уведомлений: '
A_ENTER_RESP_MSG =  'Введите сообщение для рассылки'
A_SUP            =  'Сообщение от тех. поддержки:'
A_SUP_MSG        =  'Сообщение отправлено пользователю @'
A_RESP_MSG       =  'Введите сообщение для ответа.'


